Repository: Supercurzio/il-Boos
Catalog: wedevs-project-manager-*.po
Languages: it_it

source: UPDATE REQUIRED
it_it: AGGIORNAMENTO RICHIESTO

source: WP Project Manager Pro is not working because you are using an old version of WP Project Manager Pro. Please update
it_it: WP Project Manager Pro non funziona perché si utilizza una versione obsoleta di WP Project Manager Pro. Si prega di aggiornare

source: to >= v2.0.12
it_it: a >= v2.0.12

source: to work with the latest version of WP Project Manager
it_it: per lavorare con l'ultima versione di WP Project Manager

source: Update WP Project Manager Pro Now
it_it: Aggiorna WP Project Manager Pro Ora

source: Update WP Project Manager Pro NOW
it_it: Aggiorna WP Project Manager Pro ORA

source: <h2>WP Project Manager Pro required version 2.0 or above.</span></h2>
it_it: <h2>Richiede la versione 2.0 o successiva di WP Project Manager Pro .</h2>

source: <p>To migrate version 2.0, Please read mmigration docs </p>
it_it: <p>Per eseguire la migrazione della versione 2.0, leggere mmigration docs</p>

source: Read Docs
it_it: Leggi Documenti

source: [%s] %s Task mark as %s in %s
it_it: [%s] %s contrassegno task come %s in %s

source: Message
it_it: Messaggio

source: Task List
it_it: Lista Attività

source: [%s][%s] New Comment on: %s
it_it: [%s][%s] Nuovo commento su: %s

source: [%s][%s] New Message: %s
it_it: [%s][%s] Nuovo messaggio: %s

source: [%s] New Project Invitation: %s
it_it: [%s] Invito ad una Nuova Commessa: %s

source: [%s][%s] New Task Assigned: %s
it_it: [%s][%s] Nuovo task assegnato: %s

source: [%s][%s] Update Comment on: %s
it_it: [%s] [%s] Aggiorna commento su: %s

source: [%s][%s] Update Message: %s
it_it: [%s] [%s] Messaggio di aggiornamento: %s

source: [%s] Updated Project: %s
it_it: [%s] Commessa aggiornata: %s

source: [%s][%s] Update Task Assigned: %s
it_it: [%s] [%s] Attività di aggiornamento assegnata: %s

source: You have no permission.
it_it: Non hai il permesso di farlo.

source: You have no permission to change task status.
it_it: Non si dispone dell'autorizzazione per modificare lo stato del task.

source: You have no permission to create message.
it_it: Non si dispone dell'autorizzazione per creare un messaggio.

source: You have no permission to create project.
it_it: Non si dispone dell'autorizzazione per creare la Commessa.

source: <p>In this Christmas, stay on top of budgets. Spend <strong>30%% LESS</strong> on <strong>WP Project Manager Pro</strong> and increase productivity for you and your organization. [Limited time ⏳😎]</p> <p><a target="_blank" class="button button-primary" href="%s">Grab The Deal</a></p>
it_it: <p>In questo Natale, rimanere in cima ai bilanci. Spendi <strong>il 30% DI LESS</strong> su WP Project Manager <strong>Pro</strong> e aumenta la produttività per te e la tua organizzazione. [⏳😎 tempo limitato]</p><p><a target="_blank" class="button button-primary" href="%s">Afferra l'affare</a></p>

source: Invalid nonce
it_it: Nonce non valido

source: You have no permission to do that
it_it: Non hai il permesso di eseguire questa operazione

source: Visualize all the task progress and get full insights
it_it: Visualizza tutti i progressi dei task e ottieni informazioni complete

source: Leverage the Gantt chart feature in your WP Project Manager Pro. Get exact progress illustration of all tasks, and never miss a deadline.
it_it: Sfrutta la funzione Diagramma di Gantt in WP Project Manager Pro. Ottieni la visualizzazione esatta dei progressi di tutte le attività e non perdere mai una scadenza.

source: Get more organized and more efficient in Kanban Style
it_it: Sii più organizzato e più efficiente con lo stile Kanban

source: Utilize the popular Kanban method and improve your workflow significantly. Segment your tasks into a different category and utilize the most of project management tools.
it_it: Utilizza il popolare metodo Kanban e migliora significativamente il tuo workflow. Segmenta le tue attività in diverse categorie e utilizza la maggior parte degli strumenti di gestione della Commessa.

source: Time wastage is not an option!
it_it: Lo spreco di tempo non è un'opzione!

source: Time is money! So make the most out of it. Use the advanced time tracker extension to get accurate insights about time management.
it_it: Il tempo è denaro! Quindi, sfruttalo al meglio. Utilizza l'estensione avanzata per il monitoraggio del tempo per ottenere informazioni accurate sulla gestione del tempo.

source: Small things bring great achievements!
it_it: Le piccole cose portano grandi risultati!

source: Breakdown your main task into smaller parts and set milestones for them. Complete big tasks successfully easier than ever.
it_it: Suddividere il task principale in parti più piccole e impostare le milestone per loro. Completa le grandi attività con successo più facilmente che mai.

source: Learn More &rarr;
it_it: Ulteriori informazioni &rarr;

source: WP Project Manager Data Update Required
it_it: Necessario aggiornamento dei dati di WP Project Manager

source: &#8211; Please click the button below to update to the latest version.
it_it: &#8211; Fare clic sul pulsante qui sotto per aggiornare alla versione più recente.

source: Run the Update
it_it: Avvia l’update

source: Read More
it_it: Leggi di più

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
it_it: Si consiglia vivamente di eseguire il backup del database prima di procedere. Sei sicuro di voler eseguire l’aggiornamento adesso?

source: Inbox
it_it: In arrivo

source: This is a system default task list. Any task without an assigned tasklist will appear here.
it_it: Questo è un elenco di task predefinito. Tutte le attività senza un elenco di task assegnato verranno visualizzate qui.

source: Allowed Files
it_it: Files consentiti

source: Every %d Minutes PM schedule
it_it: Ogni %d Minuti programma PM

source: Get Pro
it_it: Ottieni Pro

source: Settings
it_it: Impostazioni

source: Documentation
it_it: Documentazione

source: Create New Task
it_it: Crea nuova attività

source: Jump to a project
it_it: Passa a una Commessa

source: Project Manager
it_it: Gestore delle Commesse

source: Projects
it_it: Commesse

source: My Tasks %s
it_it: Miei compiti %s

source: Categories
it_it: Categorie

source: Tools
it_it: Strumenti

source: Manager
it_it: Responsabile

source: Manager is a person who manages the project.
it_it: Manager è una persona che gestisce la Commessa.

source: Co-Worker
it_it: Collega

source: Co-worker is person who works under a project.
it_it: Il collega è una persona che lavora nell'ambito di una Commessa.

source: Category title is required.
it_it: Il titolo della categoria è obbligatorio.

source: Category ID is required.
it_it: L'ID categoria è obbligatorio.

source: Category ID must be greater than zero
it_it: L'ID categoria deve essere maggiore di zero

source: Comment title is required.
it_it: Il titolo del commento è obbligatorio.

source: Project ID is required.
it_it: L'ID Commessa è obbligatorio.

source: Comment ID is required.
it_it: L'ID commento è obbligatorio.

source: Comment ID must be greater than zero
it_it: L'ID commento deve essere maggiore di zero

source: Discussion title is required.
it_it: Il titolo della discussione è obbligatorio.

source: Discussion ID is required.
it_it: L'ID discussione è obbligatorio.

source: Discussion ID must be greater than zero
it_it: L'ID discussione deve essere maggiore di zero

source: file not found
it_it: file non trovato

source: Milestone title is required.
it_it: Il titolo milestone è obbligatorio.

source: Milestone ID is required.
it_it: L'ID milestone è obbligatorio.

source: Milestone ID must be greater than zero
it_it: L'ID milestone deve essere maggiore di zero

source: Project title is required.
it_it: Il titolo della Commessa è obbligatorio.

source: Project title must be unique.
it_it: Il titolo della Commessa deve essere univoco.

source: Project ID must be greater than zero
it_it: L'ID Commessa deve essere maggiore di zero

source: You've been assigned a new
it_it: Ti è stato assegnato un nuovo

source: task
it_it: attività

source: has been completed
it_it: è stato completato

source: has been re-opened
it_it: è stato riaperto

source: title
it_it: titolo

source: description
it_it: descrizione

source: due date
it_it: data scadenza

source: has been updated
it_it: è stato aggiornato

source: task list
it_it: elenco attività

source: discussion board
it_it: area discussioni

source: commented on a
it_it: ha commentato un

source: updated his comment on a
it_it: aggiornato il suo commento su un

source: You've got a new
it_it: Hai un nuovo

source: messsage
it_it: messsaggio

source: Role title is required.
it_it: Il titolo del ruolo è obbligatorio.

source: Role ID is required.
it_it: L'ID ruolo è obbligatorio.

source: Role ID must be greater than zero
it_it: L'ID ruolo deve essere maggiore di zero

source: No results found.
it_it: Nessun risultato trovato.

source: Delete settings record
it_it: Eliminare il record delle impostazioni

source: Copy
it_it: Copia

source: Tasks
it_it: Compiti

source: Project Name
it_it: Nome Commessa

source: Due Date
it_it: Data Scadenza

source: Created At
it_it: Creato il

source: Task title is required.
it_it: Il titolo del task è obbligatorio.

source: Task ID is required.
it_it: L'ID task è obbligatorio.

source: Task ID must be greater than zero
it_it: L'ID task deve essere maggiore di zero

source: Task list title is required.
it_it: Il titolo dell'elenco attività è obbligatorio.

source: Task list ID is required.
it_it: L'ID elenco attività è obbligatorio.

source: Task list ID must be greater than zero
it_it: L'ID dell'elenco attività deve essere maggiore di zero

source: %1$s has created a project titled as %2$s.
it_it: %1$s ha creato un Commessa denominata %2$s.

source: %1$s has updated project title from "%2$s" to "%3$s".
it_it: %1$s ha aggiornato il titolo della Commessa da “%2$s” a "%3$s".

source: %1$s has updated %2$s project description.
it_it: %1$s ha aggiornato %2$s la descrizione della Commessa.

source: %1$s has updated project status from "%2$s" to "%3$s".
it_it: %1$s ha aggiornato lo stato della Commessa da “%2$s” a “%3$s”.

source: %1$s has updated project budget from "%2$s" to "%3$s".
it_it: %1$s ha aggiornato il budget della Commessa da “%2$s” a “%3$s”.

source: %1$s has updated project pay rate from "%2$s" to "%3$s".
it_it: %1$s ha aggiornato il tasso di pagamento (pay rate) da “%2$s” a “%3$s”.

source: %1$s has updated project est completion date from "%2$s" to "%3$s".
it_it: %1$s ha aggiornato la data di completamento stimata della Commessa da “%2$s” a “%3$s”.

source: %1$s has updated project color code from "%2$s" to "%3$s".
it_it: %1$s ha aggiornato il codice colore della Commessa da “%2$s” a “%3$s”.

source: %1$s has created a discussion board titled as %2$s.
it_it: %1$s ha creato un'area discussioni denominata %2$s.

source: %1$s has deleted a discussion board titled as %2$s.
it_it: %1$s ha eliminato un'area discussioni denominata %2$s.

source: %1$s has updated the title of a discussion board from "%2$s" to "%3$s".
it_it: %1$s ha aggiornato il titolo di un’area discussioni da “%2$s” a “%3$s”.

source: %1$s has updated the description of a discussion board, %2$s.
it_it: %1$s ha aggiornato la descrizione di un'area discussioni, %2$s.

source: %1$s has updated the order of a discussion board, %2$s.
it_it: %1$s ha aggiornato l'ordine di un'area discussioni, %2$s.

source: %1$s has updated the status of a discussion board, %2$s.
it_it: %1$s ha aggiornato lo stato di un'area discussioni, %2$s.

source: %1$s has created a task list titled as %2$s.
it_it: %1$s ha creato un elenco attività denominato %2$s.

source: %1$s has deleted a task list titled as %2$s.
it_it: %1$s ha eliminato un elenco attività denominato %2$s.

source: %1$s has updated the title of a task list from "%2$s" to "%3$s".
it_it: %1$s ha aggiornato il titolo di un elenco attività da “%2$s” a “%3$s”.

source: %1$s has updated the description of a task list, %2$s.
it_it: %1$s ha aggiornato la descrizione di un elenco attività, %2$s.

source: %1$s has updated the order of a task list, %2$s.
it_it: %1$s ha aggiornato l’ordine di un elenco attività %2$s.

source: %1$s has archived a task list, %2$s.
it_it: %1$s ha archiviato un elenco di task, %2$s.

source: %1$s has restored a task list, %2$s.
it_it: %1$s ha ripristinato un elenco di task, %2$s.

source: %1$s has created a milestone, %2$s.
it_it: %1 ha creato una milestone, %2.

source: %1$s has deleted a milestone, %2$s.
it_it: %1 s ha eliminato una milestone, %2.

source: %1$s has updated the title of a milestone from "%2$s" to "%3$s".
it_it: È stato aggiornato il titolo di una milestone da "%2" a "%3" .

source: %1$s has updated the description of a milestone, %2$s.
it_it: %1 s ha aggiornato la descrizione di una milestone, %2.

source: %1$s has updated the order of a milestone, %2$s.
it_it: %1$s ha aggiornato l’ordine di una milestone, %2$s.

source: %1$s has updated the status of a milestone, %2$s.
it_it: %1$s ha aggiornato lo stato di una milestone, %2$s.

source: %1$s has created a task, %2$s.
it_it: %1$s ha creato un task, %2$s.

source: %1$s has deleted a task, %2$s.
it_it: %1$s ha eliminato un task, %2$s.

source: %1$s has updated the title of a task from "%2$s" to "%3$s".
it_it: %1$s ha aggiornato il titolo di un task da “%2$s” a “%3$s”.

source: %1$s has updated the description of a task, %2$s.
it_it: %1$s ha aggiornato la descrizione di un task, %2$s.

source: %1$s has updated the estimation of a task, %2$s, from %3$s to %4$s.
it_it: %1$s ha aggiornato la stima di un task, %2$s, da %3$s %4$s.

source: %1$s has updated the start date of a task, %2$s, from %3$s to %4$s.
it_it: %1$s ha aggiornato la data di inizio di un task, %2$s, da %3$s %4$s.

source: %1$s has updated the due date of a task, %2$s, from %3$s to %4$s.
it_it: %1$s ha aggiornato la data di scadenza di un task, %2$s, da %3$s %4$s.

source: %1$s has updated the complexity of a task, %2$s, from %3$s to %4$s.
it_it: %1$s ha aggiornato la complessità di un task, %2$s, da %3$s %4$s.

source: %1$s has updated the priority of a task, %2$s, from %3$s to %4$s.
it_it: %1$s ha aggiornato la priorità di un task, %2$s, da %3$s %4$s.

source: %1$s has updated the payable status of a task, %2$s, from %3$s to %4$s.
it_it: %1$s ha aggiornato lo stato di pagabilità di un task, %2$s, da %3$s a %4$s.

source: %1$s has updated the recurrency of a task, %2$s, from %3$s to %4$s.
it_it: %1$s ha aggiornato la ricorrenza di un task, %2$s, da %3$s a %4$s.

source: %1$s has updated the status of a task, %2$s, from %3$s to %4$s.
it_it: %1$s ha aggiornato lo stato di un task, %2$s, da %3$s a %4$s.

source: %1$s has commented on a task, %2$s.
it_it: %1$s ha commentato un'attività, %2$s.

source: %1$s has updated a comment on a task, %2$s.
it_it: %1$s ha aggiornato un commento ad un task, %2$s.

source: %1$s has deleted a comment on a task, %2$s.
it_it: %1$s ha eliminato un commento ad un task, %2$s.

source: %1$s has replied a comment on a task, %2$s
it_it: %1$s ha risposto ad un commento su un task, %2$s

source: %1$s has updated a reply comment on a task, %2$s.
it_it: %1$s ha aggiornato un commento di risposta ad un task, %2$s.

source: %1$s has deleted a reply comment on a task, %2$s.
it_it: %1$s ha eliminato un commento di risposta ad un task, %2$s.

source: %1$s has commented on a task list, %2$s.
it_it: %1$s ha commentato un elenco di task, %2$s.

source: %1$s has updated a comment on a task list, %2$s.
it_it: %1$s ha aggiornato un commento su un elenco di task, %2$s.

source: %1$s has deleted a comment on a task list, %2$s.
it_it: %1$s ha eliminato un commento in un elenco di task, %2$s.

source: %1$s has replied a comment on a task list, %2$s
it_it: %1$s ha risposto ad un commento su un elenco di task, %2$s

source: %1$s has updated a reply comment on a task list, %2$s.
it_it: %1$s ha aggiornato un commento di risposta in un elenco di task, %2$s.

source: %1$s has deleted a reply comment on a task list, %2$s.
it_it: %1$s ha eliminato un commento di risposta in un elenco di task, %2$s.

source: %1$s has commented on a discussion board, %2$s.
it_it: %1$s ha commentato un'area discussioni, %2$s.

source: %1$s has updated a comment on a discussion board, %2$s.
it_it: %1$s ha aggiornato un commento in un'area discussioni, %2$s.

source: %1$s has deleted a comment on a discussion board, %2$s.
it_it: %1$s ha eliminato un commento in un'area discussioni, %2$s.

source: %1$s has replied a comment on a discussion board, %2$s
it_it: %1$s ha risposto a un commento in un'area discussioni, %2$s

source: %1$s has updated a reply comment on a discussion board, %2$s.
it_it: %1$s ha aggiornato un commento di risposta in un'area discussioni, %2$s.

source: %1$s has deleted a reply comment on a discussion board, %2$s.
it_it: %1$s ha eliminato un commento di risposta in un'area discussioni, %2$s.

source: %1$s has commented on a milestone, %2$s.
it_it: %1$s ha commentato una milestone, %2$s' s.

source: %1$s has updated a comment on a milestone, %2$s.
it_it: %1$s ha aggiornato un commento su una milestone, %2$s.

source: %1$s has deleted a comment on a milestone, %2$s.
it_it: %1$s ha eliminato un commento su una milestone, %2$s' s.

source: %1$s has replied a comment on a milestone, %2$s
it_it: %1$s ha risposto a un commento su una milestone, %2$s

source: %1$s has updated a reply comment on a milestone, %2$s.
it_it: %1$s ha aggiornato un commento di risposta su una milestone, %2$s.

source: %1$s has deleted a reply comment on a milestone, %2$s.
it_it: %1$s ha eliminato un commento di risposta su una milestone, %2$s.

source: %1$s has commented on the project, %2$s.
it_it: %1$s ha commentato la Commessa, %2$s.

source: %1$s has updated a comment on the project, %2$s.
it_it: %1$s ha aggiornato un commento sulla Commessa, %2$s.

source: %1$s has deleted a comment on the project, %2$s.
it_it: %1$s ha eliminato un commento sulla Commessa, %2$s.

source: %1$s has replied a comment on the project, %2$s
it_it: %1$s ha risposto ad un commento sulla Commessa, %2$s

source: %1$s has updated a reply comment on the project, %2$s.
it_it: %1$s ha aggiornato un commento di risposta sulla Commessa, %2$s.

source: %1$s has deleted a reply comment on the project, %2$s.
it_it: %1$s ha eliminato un commento di risposta sulla Commessa, %2$s.

source: %1$s has commented on a file, %2$s.
it_it: %1$s ha commentato un file, %2$s.

source: %1$s has updated a comment on a file, %2$s.
it_it: %1$s ha aggiornato un commento su un file, %2$s.

source: %1$s has deleted a comment on a file, %2$s.
it_it: %1$s ha eliminato un commento su un file, %2$s.

source: %1$s has replied a comment on a file, %2$s
it_it: %1$s ha risposto ad un commento su un file, %2$s

source: %1$s has updated a reply comment on a file, %2$s.
it_it: %1$s ha aggiornato un commento di risposta su un file, %2$s.

source: %1$s has deleted a reply comment on a file, %2$s.
it_it: %1$s ha eliminato un commento di risposta su un file, %2$s.

source: %1$s has duplicated project from, %2$s.
it_it: %1$s ha duplicato la Commessa da, %2$s.

source: %1$s has duplicated list from, %2$s.
it_it: %1's ha duplicato l'elenco da, %2$s.

source: project
it_it: Commessa

source: comment
it_it: commento

source: A new milestone has been created successfully.
it_it: Una nuova milestone è stata creata con successo.

source: A milestone has been updated successfully.
it_it: Una milestone è stata aggiornata correttamente.

source: A milestone has been deleted successfully.
it_it: Una milestone è stata eliminata correttamente.

source: A new task has been created successfully.
it_it: Un nuovo task è stato creato correttamente.

source: A task has been updated successfully.
it_it: Un task è stato aggiornato correttamente.

source: A task has been deleted successfully.
it_it: Un task è stata eliminato correttamente.

source: Settings has been changed successfully.
it_it: Le impostazioni sono state modificate correttamente.

source: No elements found.
it_it: Nessun elemento trovato.

source: No projects found.
it_it: Nessuna Commessa trovata.

source: Task marked as done
it_it: Attività contrassegnata come completata

source: Task reopened
it_it: Attività riaperta

source: Every %d Minutes
it_it: Ogni %d minuti

source: Want to help make <strong>%1$s</strong> even more awesome? Allow %1$s to collect non-sensitive diagnostic data and usage information.
it_it: Vuoi contribuire a rendere <strong>%1$s</strong> ancora più impressionante? Consentire a %1$s di raccogliere dati di diagnostica non sensibili e informazioni sull'utilizzo.

source: what we collect
it_it: cosa raccogliamo

source: Allow
it_it: Permettere

source: No thanks
it_it: No grazie

source: If you have a moment, please let us know why you are deactivating:
it_it: Se hai un momento, ti preghiamo di farci sapere il motivo della disattivazione:

source: I rather wouldn't say
it_it: Non voglio dirlo

source: Submit & Deactivate
it_it: Invia & Disattiva

source: Cancel
it_it: Annulla

source: Are you sure?
it_it: Sei sicuro?

source: Notify users
it_it: Notifica utenti

source: Select all
it_it: Seleziona tutto

source: Attach
it_it: Allegare

source: Notify user
it_it: Notifica all'utente

source: Assign to
it_it: Assegna utente

source: Search User
it_it: Cerca Utente

source: Discussion
it_it: Discussione

source: Edit
it_it: Modifica

source: Delete
it_it: Elimina

source: Add a comment
it_it: Aggiungi un commento

source: Completed
it_it: Completato

source: Mark Complete
it_it: Segna come “completato”

source: Created by
it_it: Creato da

source: on
it_it: il

source: Copy Link
it_it: Copia Link

source: Task List:
it_it: Lista Incarichi:

source: Members
it_it: Membri

source: Add New Member
it_it: Aggiungi Nuovo Membro

source: No user found!
it_it: Nessun utente trovato

source: Clear
it_it: Cancella

source: Add Due Date
it_it: Aggiungi nuova data

source: Description
it_it: Descrizione

source: Update
it_it: Aggiorna

source: Activity
it_it: Attività

source: Are you sure you want to delete this milestones?
it_it: Sei sicuro di voler eliminare questa milestone?

source: No users found.
it_it: Nessun utente trovato.

source: Create a new user
it_it: Crea nuovo utente

source: Username
it_it: Nome utente

source: First Name
it_it: Nome

source: Last Name
it_it: Cognome

source: - Project Category -
it_it: - Categoria Commessa -

source: Notify Co-Workers
it_it: Notifica colleghi

source: Close
it_it: Chiudi

source: action
it_it: azione

source: Complete
it_it: Completato

source: Restore
it_it: Ripristina

source: Delete project
it_it: Cancella Commessa

source: Project Description
it_it: Descrizione Commessa

source: Discussions
it_it: Discussioni

source: Task Lists
it_it: Elenchi delle attività

source: Comments
it_it: Commenti

source: Milestones
it_it: Pietre Miliari

source: Last 30 days
it_it: Ultimi 30 giorni

source: Users
it_it: Utenti

source: Add
it_it: Aggiungi

source: Load More ...
it_it: Carica di più ...

source: No activities found.
it_it: Nessuna attività trovata.

source: Attached to
it_it: Allegato a

source: by
it_it: di

source: New Task List
it_it: Nuova lista compiti

source: Add Task
it_it: Aggiungi attività

source: Type User Name
it_it: Digitare il nome utente

source: Assign user
it_it: Assegna utente

source: Add New
it_it: Aggiungi Nuovo

source: Search Lists
it_it: Cerca Liste

source: Move Task
it_it: Sposta task

source: Make Private
it_it: Rendi privato

source: Make Public
it_it: Rendi Pubblico

source: Duplicate
it_it: Duplica

source: Move
it_it: Sposta

source: More Tasks
it_it: Altri task

source: Show Completed Task
it_it: Mostra task completati

source: Hide Completed Task
it_it: Nascondi task completati
