Repository: Supercurzio/il-Boos
Catalog: wedevs-project-manager-*.po
Languages: it_it

source: You can list all your Tasks in a single discussion using a Task list. Use these lists to divide a project into several sectors, assign co-workers and check progress.
it_it: È possibile elencare tutte i task in una singola discussione utilizzando un Elenco Attività. Utilizzare questi elenchi per dividere una Commessa in diversi settori, assegnare colleghi e controllare lo stato di avanzamento.

source: When to use Task Lists?
it_it: Quando utilizzare gli elenchi attività?

source: To partition a project internals.
it_it: Per partizione una Commessa in più parti.

source: To mark milestone points.
it_it: Per segnare i punti delle milestones.

source: To assign people to tasks.
it_it: Per assegnare alle persone i compiti.

source: Add Task List
it_it: Aggiungi Lista Compiti

source: Task Filter
it_it: Filtro task

source: Filter
it_it: Filtro

source: Single List
it_it: Elenco singolo

source: Task Title
it_it: Titolo attività

source: Type task list name
it_it: Digitare il nome dell'elenco test

source: No task lists found.
it_it: Nessun elenco di task trovato.

source: Status
it_it: Stato

source: On-going
it_it: In corso

source: Assigned to
it_it: Assegnato a

source: Done
it_it: Fatto

source: Incomplete Tasks
it_it: Task incompleti

source: No tasks found.
it_it: Nessun task trovato.

source: Completed Tasks
it_it: Task completati

source: Back to Task Lists
it_it: Torna agli elenchi attività

source: Delete File
it_it: Cancella File

source: To attach
it_it: Da allegare

source: from your computer.
it_it: dal computer.

source: Use our built in discussion panel to create an open discussion, a group discussion or a private conversation. Note that the Admin can always moderate these discussions.
it_it: Utilizza il nostro gruppo di discussione integrato per creare una discussione aperta, una discussione di gruppo o una conversazione privata. Tieni presente che l'amministratore può sempre moderare queste discussioni.

source: Add New Discussion
it_it: Aggiungi nuova discussione

source: Create a new message
it_it: Crea nuovo messaggio

source: When to use Discussions?
it_it: Quando usare le discussioni?

source: To discuss a work matter privately.
it_it: Per discutere un lavoro privatamente.

source: To exchange files privately.
it_it: Per scambiarsi file in privato.

source: To discuss in a group.
it_it: Per discutere in un gruppo.

source: To create an open discussion visible to all.
it_it: Per creare una discussione aperta e visibile a tutti.

source: Discussion List
it_it: Lista della discussione

source: By
it_it: Di

source: Late Milestones
it_it: Milestones in ritardo

source: Upcoming Milestones
it_it: Prossime Milestone

source: left -
it_it: sinistra -

source: Completed Milestones
it_it: Pietre miliari completate

source: Completed on:
it_it: Completato il:

source: Create a lifecycle of your projects using milestones. Time mark the different stages of your project with multiple milestones and also it will help the assigned people to aim for a date to complete the project according to those steps.
it_it: Create un lifecycle dei tuoi processi usando le milestones. Il tempo segna gli stadi differenti del tuo processo con milestone multiple e inoltre ti aiuterà ad assegnare alle persone gli obiettivi per concludere ll processo secondo gli step decisi nelle suddette milestones.

source: Add Milestone
it_it: Aggiungi Traguardo

source: When to use Milestones?
it_it: Quando usare le milestone?

source: To set a target date for the project overall.
it_it: Per impostare una data obiettivo per la Commessa nel complesso.

source: To divide a project into several development-time phases.
it_it: Per dividere una Commessa in diverse fasi di sviluppo.

source: To coordinate projects and assigned persons timely.
it_it: Per coordinare le Commesse e le persone assegnate tempestivamente.

source: Active
it_it: Attivo

source: Favourite
it_it: Preferito

source: All
it_it: Tutti

source: Grid View
it_it: Vista Griglia

source: List View
it_it: Vista elenco

source: - All Categories -
it_it: - Tutte le categorie -

source: Tasks
it_it: Task

source: Discussions
it_it: Discussioni

source: Task Lists
it_it: Elenchi task

source: Files
it_it: Seleziona foto

source: Milestones
it_it: Milestone

source: Comments
it_it: Commenti

source: New Project
it_it: Nuova Commessa

source: Search By Client...
it_it: Cerca per cliente...

source: Search All...
it_it: Cerca Tutto...

source: Quick Edit
it_it: Modifica Veloce

source: Name
it_it: Nome

source: Add New Category
it_it: Aggiungi Nuova Categoria

source: Select bulk action
it_it: Seleziona azione gruppo

source: Bulk Actions
it_it: Azioni in blocco

source: Apply
it_it: Applica

source: Provide your App key & Token
it_it: Fornire la chiave dell'app e il token

source: Imports
it_it: Importazioni

source: My tasks
it_it: I miei task

source: Completed at
it_it: Completato alle

source: No task found!
it_it: Nessun task trovato!

source: Overdue
it_it: Scaduti

source: Search by Task Title
it_it: Ricerca per titolo task

source: All Projects
it_it: Tutte le Commesse

source: No project found.
it_it: Nessuna Commessa trovata.

source: Current Task
it_it: Task corrente

source: Outstanding Task
it_it: Compito eccezionale

source: No activities found!
it_it: Nessuna attività trovata!

source: Load More
it_it: Carica altro

source: activity
it_it: attività

source: Completed Task
it_it: Compito completato

source: My Calendar
it_it: Il mio Calendario

source: At a glance
it_it: A colpo d’occhio

source: Current
it_it: Attuale

source: Outstanding
it_it: Insoluta

source: Activities
it_it: Attività

source: My Tasks
it_it: Le mie Attività

source: Overview
it_it: Panoramica

source: New Task
it_it: Nuovo Compito

source: Project
it_it: Commessa

source: Type project name
it_it: Digitare il nome della Commessa

source: No project found!
it_it: Nessuna Commessa trovata!

source: In List
it_it: Aggiungi Lista

source: No task lists found!
it_it: Nessun elenco di task trovato!

source: General Settings
it_it: Impostazioni generali

source: E-Mail Settings
it_it: Impostazioni E-Mail

source: Pusher
it_it: Spintore

source: File Upload Limit
it_it: Limite di upload file

source: -1 for unlimited
it_it: -1 per illimitati

source: Task Lists Per Page
it_it: Elenchi di attività per pagina

source: Incomplete Tasks Per Page
it_it: Attività da completare per pagina

source: Completed Tasks Per Page
it_it: Attività completate per pagina

source: Project Managing Capability
it_it: Capacità di gestione delle Commesse

source: Select the user roles who can see and manage all projects.
it_it: Seleziona il ruolo utente che può vedere e gestire tutti le Commesse.

source: From Email
it_it: Da Email

source: E-Mail Type
it_it: Tipo di email

source: HTML Mail
it_it: HTML email

source: Plain Text
it_it: Testo normale

source: Send email via Bcc
it_it: Invia email via Ccn

source: Enable Bcc
it_it: Abilita Ccn

source: secret
it_it: segreto

source: Welcome to
it_it: Benvenuto su

source: Resources of Project Manager
it_it: Risorse di Project Manager

source: Premium Features
it_it: Funzioni Premium

source: See More
it_it: Mostra di più

source: Available Modules
it_it: Moduli disponibili

source: Select Color
it_it: Seleziona Colore

source: Task title
it_it: Titolo attività

source: Clear Filter
it_it: Cancellare Filtro

source: Apply Filter
it_it: Applicare il Filtro

source: Update Category
it_it: Aggiorna Categoria

source: Submit
it_it: Invia

source: Post Comment
it_it: Commenta

source: Update Comment
it_it: Aggiorna Commento

source: select files
it_it: seleziona files

source: Any
it_it: Sede e Data casuale

source: Today
it_it: Oggi

source: Less Than 1 week
it_it: Meno di 1 settimana

source: Title
it_it: Titolo

source: Write a comment...
it_it: Scrivi un commento...

source: Created at
it_it: Creato il

source: Date Between
it_it: Data tra

source: Select an User
it_it: Seleziona un utente

source: Start at - Due date
it_it: Inizia da - Scadenza

source: Due date
it_it: Data di scadenza

source: Calendar
it_it: Calendario

source: Get the Birdseye view of all tasks from an interactive calendar.
it_it: Ottieni la visualizzazione panoramica di tutti i task in un calendario interattivo.

source: Report
it_it: Segnala

source: Generate actionable insights with built-in reporting system.
it_it: Genera informazioni dettagliate utili con il sistema di reporting integrato.

source: Progress
it_it: Progresso

source: Stay updated with the live progress of your projects. Plan ahead of deadline.
it_it: Rimani aggiornato con lo stato di avanzamento dele tue Commesse. Pianificare prima della scadenza.

source: Recurring Task
it_it: Task ricorrenti

source: Automate routine tasks with this super handy module. Just set the patterns & parameters and the tasks will repeat itself accordingly.
it_it: Automatizza le attività di routine con questo modulo super pratico. Basta impostare i modelli e parametri e le attività si ripeteranno di conseguenza.

source: Need to bring team networking in your project manager? You're good to go.
it_it: Hai bisogno di portare il team di networking nel tuo project manager? Sei pronto a partire.

source: Gantt Chart
it_it: Gantt

source: Get a graphical overview of task progress, deadline, sub-tasks, project dependencies - everything in one place.
it_it: Ottieni una panoramica grafica dello stato di avanzamento delle attività, della scadenza, delle sotto-attività, delle dipendenze delle Commesse: tutto in un'unica posizione.

source: Kanban Board
it_it: Bacheca Kanban

source: Organize your tasks in Kanban style to keep team-mates updated about task status.
it_it: Organizzare le attività in stile Kanban per mantenere aggiornati gli accoppiamenti del team sullo stato delle attività.

source: WooCommerce Order
it_it: Ordine WooCommerce

source: Integrate task management with your WooCommerce store and automate the workflow.
it_it: Integra la gestione delle attività con il tuo negozio WooCommerce e automatizza il flusso di lavoro.

source: Break down your tasks into smaller ones to work more effectively. Keep track of every detail.
it_it: Suddividere le attività in più piccole per lavorare in modo più efficace. Tieni traccia di ogni dettaglio.

source: Time Tracker
it_it: Time tracce

source: Track the exact time you spend on specific tasks. With Interval option of course.
it_it: Tieni traccia del tempo esatto che dedichi a specifici task. Con l'opzione Intervallo, naturalmente.

source: Invoice
it_it: Fattura

source: Invoice creation, payment collection have never been easier before.
it_it: Creazione di fatture, la riscossione dei pagamenti non è mai stata così facile prima d'ora.

source: Enable the hassle-free and popular payment system with the minimum cost possible.
it_it: Abilita il sistema di pagamento semplice e popolare con il costo minimo possibile.

source: Add New Comment
it_it: Aggiungi nuovo commento

source: Add List
it_it: Aggiungi Lista

source: Delete this message
it_it: Cancella questo messaggio

source: Are you sure to delete this comment?
it_it: Sei sicuro di eliminare questo commento?

source: Enter message title
it_it: Inserisci titolo messaggio

source: Add Message
it_it: Aggiungi Messaggio

source: Update Message
it_it: Aggiorna messaggio

source: Start a new project
it_it: Inizia nuova Commessa

source: Name of the project
it_it: Nome della Commessa

source: Some details about the project (optional)
it_it: Alcuni dettagli su questa Commessa (opzionale)

source: Search users...
it_it: Cerca utenti...

source: Add New Project
it_it: Aggiungi nuova Commessa

source: Update Project
it_it: Aggiorna Commessa

source: Client
it_it: Cliente

source: Create User
it_it: Crea Utente

source: Edit Milestone
it_it: Modifica Milestone

source: Delete milestone
it_it: Cancella Milestone

source: Mark as incomplete
it_it: Segna come incompleto

source: Mark as complete
it_it: Segna come completo

source: Milestone name
it_it: Nome milestone

source: Update Milestone
it_it: Aggiorna milestone

source: Milestone title required!
it_it: Titolo milestone richiesto!

source: Create
it_it: Crea

source: Make Visible
it_it: Rendi visibile

source: characters remaining
it_it: caratteri rimanenti

source: Add a new task
it_it: Aggiungi un nuovo task

source: Add extra details about this task (optional)
it_it: Aggiungere ulteriori dettagli a questo task (facoltativo)

source: Start Date
it_it: Data Inizio

source: Select User
it_it: Seleziona Utente

source: Update Task
it_it: Aggiorna Attività

source: Estimated hour to complete the task
it_it: Ora stimata per il completamento dell'attività

source: Task list details
it_it: Dettagli elenco task

source: Update List
it_it: Aggiorna

source: Delete List
it_it: Elimina elenco

source: Update Description
it_it: Aggiorna Descrizione

source: Copied!
it_it: Copiato!

source: Invalid date range!
it_it: Intervallo di date non valido!

source: Task marked as private
it_it: Task contrassegnata come privata

source: Task visible for co-worker
it_it: Task visibile per il collega

source: Save Changes
it_it: Salva modifiche

source: Users Map to Github & Bitbucket
it_it: Mappa degli utenti a Github e Bitbucket

source: Filter, edit, update or take
it_it: Filtra, modifica, aggiorna o prendi

source: Import
it_it: Importa

source: Effortlessly import projects and project tasks from
it_it: Importa senza sforzo Commesse e compiti di Commessa da

source: other platforms to manage them at one place.
it_it: altre piattaforme per gestirle in un unico luogo.

source: Import Now
it_it: Importa ora

source: Get upgraded to Pro version to unlock endless opportunities of managing your project better.
it_it: Ricevi l'aggiornamento alla versione Pro per sbloccare infinite opportunità di gestione del tuo Commesse meglio.

source: Upgrade to Pro
it_it: Aggiorna a Pro

source: Enhance your project management performance with extended features in the pro version.
it_it: Migliora le tue prestazioni di gestione del Commesse con funzionalità estese nella versione pro.

source: View Pro features
it_it: Visualizza le funzioni Pro

source: Check out all the useful modules that would take your project management experience to a whole new level.
it_it: Scopri tutti i moduli utili che porterebbero la tua esperienza di project management a un livello completamente nuovo.

source: Go to Modules
it_it: Vai a Moduli

source: Are you sure to delete this project?
it_it: Sei sicuro di voler cancellare questa Commessa?

source: Task status has been changed
it_it: Lo stato del task è stato modificato

source: Changed by
it_it: Aggiornato da

source: start at
it_it: inizia il

source: View Task
it_it: Mostra compito

source: New Comment
it_it: Nuovo commento

source: Commented By
it_it: Commentato da

source: View Comment
it_it: Mostra commento

source: New Message
it_it: Nuovo Messaggio

source: Message Created By
it_it: Messaggio creato da

source: View Message
it_it: Vedi Messaggio

source: Project Created By
it_it: Commessa creata da

source: Hello
it_it: Ciao

source: You are assigned to a new project "%s" by %s.
it_it: Sei stato assegnato/a alla nuova Commessa "%s" da %s.

source: You can see the project by going here:
it_it: Puoi vedere come la Commessa procede qui:

source: View Project
it_it: Vedi Commessa

source: New task has been assigned to you
it_it: Ti è stato assegnato un nuovo Impegno

source: Created By
it_it: Creato da

source: Message Updated By
it_it: Messaggio aggiornato da

source: Project Updated By
it_it: Commessa aggiornata da

source: You are assigned to a project "%s" by %s.
it_it: Sei stato assegnato/a alla Commessa "%s" da %s.

source: Update task has been assigned to you
it_it: L'attività di aggiornamento è stata assegnata a te

source: Updated By
it_it: Aggiornato da

source: WordPress Project Management plugin. Manage your projects and tasks, get things done.
it_it: Plugin WordPress Project Management. Per gestire Commesse e le attività e fare le cose per bene.
